
	a
a_dua
a_hoàn
ai
ai_ai
ai_bảo
ai_lại
ai_ngờ
ai_nấy
ai_oán
ai_đời
am
an
an_bài
an_cư
an_dân
an_khang
an_lành
an_lạc
an_nhiên
an_ninh
an_phận
an_thân
an_toàn
an_vui
an_ủi
ang
anh
anh_chị
anh_cả
anh_dũng
anh_em
anh_hoa
anh_hào
anh_hùng
anh_linh
anh_minh
anh_ta
anh_tuấn
anh_tài
anh_văn
anh_đào
ao
ao_chuôm
ao_tù
ao_ước
atilde
au
aò
aó
aỉ
b
ba
ba_ba
ba_bảy
ba_bốn
ba_hoa
ba_lô
ba_má
ba_mươi
ba_mẹ
ba_quân
ba_sinh
ba_tháng
ba_trăm
ba_xu
bai
ban
ban_mai
ban_ngày
ban_tặng
ban_đêm
ban_đầu
bang
bao
bao_bọc
bao_cấp
bao_dong
bao_dung
bao_giờ
bao_la
bao_lâu
bao_lăm
bao_lơn
bao_nhiêu
bao_quản
bao_xa
bao_đồng
bay
bay_biến
bay_bổng
bay_lượn
be
be_bé
beo
bi
bi_ai
bi_bô
bi_hoan
bi_hùng
bi_thương
bi_tráng
bia
bia_miệng
biern
binh
binh_cách
binh_lửa
binh_nhất
binh_uy
binh_đao
biê
biên
biên_cương
biên_cảnh
biên_giới
biên_thùy
biên_tập
biên_đình
biêng
biêng_biếc
biêu
biếc
biến
biến_cố
biến_thiên
biến_đổi
biếng
biết
biết_bao
biết_bao_nhiêu
biết_mấy
biết_nghĩ
biết_tay
biết_thân
biết_từ
biết_điều
biết_đâu
biết_đâu_chừng
biết_ơn
biếu
biền
biền_biệt
biển
biển_cả
biển_hiệu
biển_hồ
biển_khơi
biểu_tượng
biễn
biện
biện_bạch
biệt
biệt_ly
biệt_thự
biệt_tăm
bo
bom
bom_bi
bom_đạn
bon
bon_bon
bon_chen
bong
bong_bóng
book
bu
bung
buô
buôn
buôn_buốt
buôn_bán
buôn_người
buôn_phấn_bán_hương
buông
buông_lơi
buông_thõng
buông_thả
buông_xuôi
buốt
buồm
buồn
buồn_bã
buồn_hiu
buồn_phiền
buồn_thiu
buồn_tênh
buồn_tình
buồn_tủi
buồn_vui
buồn_đau
buồng
buồng_khuê
buồng_the
buồng_thêu
buồng_đào
buổi
buổi_mai
buổi_sáng
buổi_trưa
buộc
buộc_chỉ_cổ_tay
buột
bà
bà_ba
bà_chúa
bà_con
bà_già
bà_mẹ
bà_ngoại
bà_nguyệt
bà_xã
bài
bài_bây
bài_học
bài_thơ
bài_tính
bài_vị
bàn
bàn_bạc
bàn_chân
bàn_cãi
bàn_cờ
bàn_ghế
bàn_giao
bàn_hoàn
bàn_luận
bàn_ra
bàn_tay
bàn_thờ
bàn_tán
bàng
bàng_bạc
bàng_hoàng
bành_trướng
bào
bàu
bày
bày_vai
bày_vẽ
bá
bá_quyền
bá_vương
bác
bác_mẹ
bác_sĩ
bách
bách_chiến
bách_khoa
bách_thanh
bái
bái_tạ
bám
bán
bán_buôn
bán_hoa
bán_nguyệt
bán_rong
bán_sỉ
bán_tháo
bán_thân
bán_đứng
bánh
bánh_bao
bánh_chưng
bánh_cuốn
bánh_khoai
bánh_rán
bánh_xe
bánh_đa
bánh_đúc
báo
báo_hiếu
báo_mộng
báo_oán
báo_phục
báo_thù
báo_tử
báo_ân
báo_đáp
báo_đền
bát
bát_ngát
bát_tiên
báu
báu_vật
bân
bâng_khuâng
bâng_quơ
bâu
bây
bây_chừ
bây_giờ
bã
bã_trầu
bãi
bãi_bể_nương_dâu
bãi_bồi
bãi_công
bãi_tắm
bãng
bão
bão_bùng
bão_giông
bão_lũ
bão_táp
bão_tố
bè
bè_bạn
bèo
bèo_bọt
bèo_hợp_mây_tan
bèo_mây
bèo_ong
bèo_trôi_sóng_vỗ
bèo_tây
bé
bé_bỏng
bé_con
bé_nhỏ
bén
béo
béo_quay
bét_nhè
bê
bê_tông
bêm
bên
bênh
bì
bì_bõm
bì_tiên
bìa
bìm
bìm_bịp
bình
bình_an
bình_bồng
bình_dân
bình_dị
bình_khang
bình_luận
bình_minh
bình_nguyên_quân
bình_quyền
bình_thành
bình_thường
bình_tâm
bình_vôi
bình_yên
bình_địa_ba_đào
bí
bí_thư
bí_ẩn
bích
bím
bính
bít
bò
bòn
bòn_mót
bòn_rút
bòng
bòng_bong
bòng_bòng
bó
bó_tay
bó_thân
bóc
bóc_lịch
bói
bón
bóng
bóng_bay
bóng_chim_tăm_cá
bóng_câu
bóng_dáng
bóng_gió
bóng_hồng
bóng_ma
bóng_mát
bóng_nga
bóng_nước
bóng_râm
bóng_tối
bóng_đá
bóng_đèn
bóp
bôi
bôm
bôn_ba
bông
bông_gòn
bông_đùa
bõ
bù
bù_trì
bùa
bùa_yêu
bùi
bùi_ngùi
bùi_nhùi
bùn
bùn_lầy
bùn_non
bùng
bùng_binh
bú
búa
búa_rìu
búi
bún
bún_bò
búp
bút
bút_giá
bút_nghiên
bút_pháp
băn
băn_khoăn
băng
băng_giá
băng_nhân
băng_tuyết
bơ
bơ_phờ
bơ_thờ
bơ_vơ
bơi
bơi_lội
bơm
bưng
bưng_biền
bưng_bít
bưng_kín_miệng_bình
bươm_bướm
bươn
bươn_chải
bước
bước_ngoặt
bước_thấp_bước_cao
bước_đi
bước_đường
bước_đầu
bướm
bướm_ong
bười
bưởi
bưởi_đào
bược
bạ
bạc
bạc_bà
bạc_hạnh
bạc_màu
bạc_mầu
bạc_mặt
bạc_mệnh
bạc_phơ
bạc_phận
bạc_phếch
bạc_tình
bạc_ác
bạc_đầu
bạch
bạch_hạc
bạch_nhật
bạch_tuộc
bại_tướng
bại_vong
bạn
bạn_bè
bạn_bầu
bạn_bầy
bạn_gái
bạn_hữu
bạn_lòng
bạn_thân
bạn_đời
bạo
bạo_miệng
bạo_tàn
bạt
bạt_ngàn
bả
bản
bản_làng
bản_lĩnh
bản_mường
bản_nhạc
bản_sư
bản_sắc
bản_thân
bản_tâm
bảng
bảng_lảng
bảng_vàng
bảng_đen
bảnh
bảnh_bao
bảo
bảo_ban
bảo_bối
bảo_hiểm
bảo_hành
bảo_lĩnh
bảo_mẫu
bảo_tàng
bảo_tồn
bảo_vệ
bảy
bấc
bấm
bấm_bụng
bấm_đốt
bấp_bênh
bất
bất_an
bất_bình
bất_bằng
bất_chính
bất_chợt
bất_hòa
bất_khuất
bất_kỳ
bất_lực
bất_minh
bất_nghĩa
bất_ngờ
bất_nhân
bất_thành
bất_thình_lình
bất_thường
bất_tài
bất_tình
bất_tử
bất_ý
bất_động
bấy
bấy_chầy
bấy_giờ
bấy_lâu
bấy_lâu_nay
bấy_nay
bấy_nhiêu
bầm
bần
bần_hàn
bần_thần
bầu
bầu_bạn
bầu_trời
bầy
bầy_trẻ
bẩm
bẩy
bẫm
bẫy
bậc
bậc_thang
bậm
bận
bận_bịu
bận_lòng
bận_rộn
bập
bập_bênh
bập_bùng
bập_bềnh
bật
bật_cười
bậu_cửa
bắc
bắc_bộ
bắc_cầu
bắc_kinh
bắc_nam
bắn
bắng
bắp
bắp_cải
bắp_ngô
bắp_thịt
bắt
bắt_bí
bắt_gặp
bắt_khoan_bắt_nhặt
bắt_nhịp
bắt_nạt
bắt_tay
bắt_tội
bắt_đầu
bắt_đền
bằn_bặt
bằng
bằng_hữu
bằng_không
bằng_lòng
bằng_lăng
bằng_trắc
bẵng
bặt
bặt_tăm
bẹ
bẻ
bẻ_bai
bẻ_lái
bẻm
bẽ_bàng
bẽn_lẽn
bế
bế_bồng
bến
bến_bãi
bến_bờ
bến_nước
bến_tàu
bếp
bếp_núc
bết
bề
bề_bộn
bề_ngoài
bền
bền_bỉ
bền_chí
bền_gan
bền_vững
bềnh_bồng
bể
bể_bơi
bể_dâu
bể_khổ
bể_sâu_sóng_cả
bệ_ngọc
bện
bệnh
bệnh_nhân
bệnh_tật
bệnh_viện
bỉ_sắc_tư_phong
bỉ_thử_nhất_thì
bị
bị_thương
bịn_rịn
bọc
bọn
bọt
bọt_bèo
bỏ
bỏ_bà
bỏ_bễ
bỏ_mẹ
bỏ_ngoài_tai
bỏ_quá
bỏ_rơi
bỏ_tù
bỏa
bỏm_bẻm
bỏng
bố
bố_kinh
bố_mẹ
bốc
bốc_rời
bối
bối_rối
bốn
bốn_bề
bốn_bể
bốn_phương
bốn_phương_tám_hướng
bốn_trăm
bống
bốt
bồ
bồ_câu
bồ_hòn
bồ_kết
bồ_liễu
bồ_đề
bồi
bồi_hồi
bồi_đắp
bồn
bồn_chồn
bồng
bồng_bềnh
bồng_bột
bồng_lai
bồng_lai_tiên_cảnh
bổ
bổ_nhào
bổ_túc
bổng
bỗng
bỗng_dưng
bỗng_không
bỗng_nhiên
bỗng_đâu
bộ
bộ_hành
bộ_lạc
bộ_phận
bộ_óc
bộ_đội
bộc
bội
bội_phần
bội_thu
bộn
bộn_bề
bột
bới
bớt
bớt_xén
bờ
bờ_bến
bờ_cõi
bờ_giậu
bờ_thửa
bờ_xôi_ruộng_mật
bời_bời
bờm
bởi
bởi_chưng
bởi_vì
bợm_già
bục
bụi
bụi_bặm
bụi_hồng
bụi_trần
bụng
bụng_dạ
bủa_vây
bủng
bứa
bức
bức_xúc
bứt
bừa
bừng
bừng_bừng
bửa
bữa
bữa_ni
bực
bực_mình
c
ca
ca_dao
ca_hát
ca_khúc
ca_múa
ca_ngâm
ca_ngợi
ca_nhi
ca_nhạc
ca_nô
ca_thán
ca_trù
cabin
café
cai
cam
cam_chịu
cam_go
cam_lòng
cam_sành
cam_tâm
cam_đường
can
can_qua
can_tràng
can_trường
can_tâm
canh
canh_chầy
canh_cánh
canh_giữ
canh_gà
canh_khuya
canh_nông
canh_thiếp
canh_tân
cao
cao_cả
cao_dày
cao_hứng
cao_lớn
cao_nguyên
cao_niên
cao_quý
cao_sang
cao_siêu
cao_su
cao_tay
cao_thâm
cao_thấp
cao_to
cao_tuổi
cao_tầng
cao_vút
cao_xa
cau
cay
cay_cay
cay_chua
cay_nghiệt
cay_sè
cay_đắng
caĩ
cha
cha_anh
cha_con
cha_mẹ
cha_ông
chai
chai_sạn
chai_sần
chan
chan_chan
chan_chứa
chan_hòa
chang
chang_chang
chanh
chao
chau
chawgr
chay
chay_tịnh
che
che_chắn
che_chở
che_giấu
che_khuất
che_kín
che_mưa_che_nắng
che_phủ
che_đậy
chen
cheo
cheo_cưới
cheo_leo
chi
chi_bằng
chi_bộ
chi_chút
chi_ly
chi_tiêu
chia
chia_cắt
chia_ly
chia_lìa
chia_phôi
chia_sẻ
chia_tay
chia_xa
chia_xẻ
chim
chim_chích
chim_chóc
chim_gáy
chim_khuyên
chim_khách
chim_muông
chim_ngói
chim_ri
chim_sẻ
chim_xanh
chime
chin
chinh_an
chinh_chiến
chinh_phụ
chinm
chit
chiêm
chiêm_bao
chiêm_ngưỡng
chiêm_trũng
chiêng
chiêu
chiêu_an
chiêu_hồn
chiêu_phủ
chiêu_quân
chiêu_tập
chiêu_đăm
chiếc
chiếc_bách
chiếc_bách_sóng_đào
chiếc_bóng
chiếm
chiến
chiến_binh
chiến_chinh
chiến_công
chiến_dịch
chiến_hào
chiến_khu
chiến_sĩ
chiến_thuyền
chiến_thắng
chiến_tranh
chiến_trường
chiến_trận
chiến_tích
chiến_đấu
chiếu
chiếu_bóng
chiếu_danh
chiếu_lệ
chiền_chiền
chiềng
chiều
chiều_chiều
chiều_chuộng
chiều_hôm
chiều_qua
chiều_tà
chiều_tối
cho
cho_biết
cho_dù
cho_hay
cho_nên
cho_phép
cho_qua
cho_rồi
cho_xong
cho_đến
choa
choai
chon_von
chong
chong_chong
choàng
choáng
chu
chu_du
chu_tuyền
chu_đáo
chua
chua_cay
chua_chát
chua_xót
chuc
chui
chum
chung
chung_chiêng
chung_chung
chung_chạ
chung_kỳ
chung_lưng
chung_quanh
chung_sống
chung_thuỷ
chung_thân
chung_thủy
chung_tình
chuyên
chuyên_chở
chuyên_cần
chuyên_gia
chuyên_môn
chuyên_sâu
chuyên_tâm
chuyến
chuyền
chuyển
chuyển_di
chuyển_dời
chuyển_giao
chuyển_lay
chuyển_mình
chuyển_vần
chuyển_đổi
chuyện
chuyện_trò
chuông
chuẩn
chuếnh_choáng
chuốc
chuối
chuối_tiêu
chuốt
chuồn
chuồn_chuồn
chuồng
chuỗi
chuộc
chuộng
chuột
chuột_cống
chyển
chyện
chà_là
chài
chàm
chàng
chàng_kim
chàng_trai
chàng_vương
chành_chọe
chào
chào_hỏi
chào_mời
chào_mừng
chào_thua
chào_đón
chào_đời
chày
chán
chán_chường
chánh
chánh_sứ
cháo
chát
chát_chít
chát_chúa
cháu
cháu_chắt
cháu_con
cháy
cháy_bỏng
châm
chân
chân_chim
chân_chất
chân_cứng_đá_mềm
chân_không
chân_kiềng
chân_lý
chân_mây
chân_mây_cuối_trời
chân_như
chân_quê
chân_thành
chân_thật
chân_trời
chân_trời_góc_biển
chân_trời_góc_bể
chân_tu
chân_tình
chân_tướng
chân_đất
chân_đồng_vai_sắt
châu
châu_chấu
châu_ngọc
châu_thổ
châu_trần
châu_á
chè
chè_chén
chè_xanh
chèn
chèo
chèo_bẻo
chèo_chống
chèo_lái
chém
chém_cha
chén
chén_quan_hà
chén_quỳnh
chén_tạc_chén_thù
chéo
chéo_khăn
chép
chép_miệng
chê
chê_cười
chênh
chênh_chênh
chênh_chếch
chênh_vênh
chì
chìa_vôi
chìm
chìm_nổi
chìm_đắm
chí
chí_công
chí_sĩ
chích_chòe
chín
chín_bói
chín_bỏ_làm_mười
chín_chữ_cù_lao
chín_cây
chín_suối
chín_tới
chính
chính_danh
chính_hiệu
chính_nghĩa
chính_phủ
chính_quyền
chính_trị
chíp_hôi
chòm
chòng_chành
chó
chó_ngao
chó_săn
chói
chói_chang
chói_lòa
chói_lọi
chói_ngời
chóng
chót
chót_vót
chôn
chôn_chân
chông
chông_chênh
chông_gai
chõng
chùa
chùi
chùm
chùm_ruột
chùng
chùng_chình
chú
chú_rể
chúa
chúa_trời
chúc
chúc_mừng
chúc_phúc
chúc_thọ
chúc_tụng
chúm
chúm_chím
chúng
chúng_bay
chúng_bạn
chúng_em
chúng_mình
chúng_nó
chúng_sinh
chúng_ta
chúng_tôi
chút
chút_phận
chă
chăm
chăm_bón
chăm_bẵm
chăm_chút
chăm_chỉ
chăm_lo
chăm_nom
chăm_sóc
chăn
chăn_chiên
chăn_gối
chăng
chĩu
chơ_vơ
chơi
chơi_bời
chơi_trội
chơi_vơi
chơn
chư_tăng
chư_tướng
chưa
chưa_thể
chưn
chương
chương_hồi
chương_trình
chước
chườm
chường
chạ
chạch
chạm
chạm_mặt
chạnh
chạnh_lòng
chạnh_niềm
chạp
chạy
chạy_chẳng_khỏi_trời
chạy_chợ
chạy_sô
chạy_ăn
chả
chải
chải_chuốt
chảo
chảy
chấm
chấm_than
chấn_chỉnh
chấn_động
chấp
chấp_chới
chấp_kinh
chấp_nhận
chấp_uy
chất
chất_chồng
chất_chứa
chất_ngất
chất_độc
chầm
chầm_chậm
chầu
chầu_giời
chầu_rìa
chầu_văn
chầy
chẩy
chậc
chậm
chậm_chạp
chậm_rãi
chập
chập_chùng
chập_chờn
chập_chững
chật
chật_chội
chật_ních
chậu
chắc
chắc_chắn
chắc_tay
chắn
chắng
chắp
chắp_cánh
chắp_cánh_liền_cành
chắp_nhặt
chắp_nối
chắt
chắt_bóp
chắt_chiu
chắt_lọc
chắu
chằm
chằng
chằng_chịt
chẳng
chẳng_là
chẳng_qua
chẳng_thể
chẵn
chẵng
chặn
chặn_đứng
chặng
chặt
chẻ
chẽn
chế_khoa
chếch
chếnh
chếnh_choáng
chết
chết_sống
chỉ
chỉ_huy
chỉ_thị
chỉn
chỉn_chu
chỉnh
chỉnh_nghi
chỉnh_sửa
chỉnh_tề
chị
chị_em
chị_gái
chịu
chịu_khó
chịu_lời
chịu_thua
chịu_trận
chọc
chọc_trời
chọc_trời_khuấy_nước
chọc_tức
chọn
chỏng_chơ
chốc
chốc_mòng
chối
chối_từ
chốn
chống
chống_chèo
chống_đỡ
chốt
chồi
chồm
chồn
chồng
chồng_chất
chồng_con
chổi
chổng
chổng_kềnh
chỗ
chộn_rộn
chộp
chớ
chới_với
chớm
chớn
chớp
chớp_bóng
chớp_bể_mưa_nguồn
chớp_chớp
chớp_mắt
chờ
chờ_mong
chờ_trông
chờ_đợi
chờn_vờn
chở
chở_che
chợ
chợ_chiều
chợ_giời
chợ_phiên
chợ_trời
chợt
chục
chụm
chụp
chủ
chủ_khách
chủ_lực
chủ_nghĩa_xã_hội
chủ_nhiệm
chủ_nhân
chủ_quyền
chủ_trì
chủ_trương
chủ_yếu
chứ
chứa
chứa_chan
chứa_chất
chứa_đựng
chức
chức_quyền
chứng
chứng_kiến
chứng_minh
chứng_nhân
chứng_tích
chừ
chừa
chừng
chừng_như
chửa
chửi
chữ
chữ_nghĩa
chữ_nhân
chữ_tòng
chữa
chững_chạc
chực
cin
clb
cn
cnf
co
co_quắp
co_ro
coi
coi_khinh
coi_sóc
coi_thường
con
con_buôn
con_bé
con_chiên
con_cháu
con_chạy
con_con
con_cái
con_cò
con_cả
con_em
con_gái
con_hoa
con_hát
con_khỉ
con_lăn
con_lạc_cháu_hồng
con_mẹ
con_một
con_người
con_nhỏ
con_nuôi
con_nít
con_nước
con_ong_cái_kiến
con_thoi
con_thơ
con_thứ
con_trai
con_trâu
con_trẻ
con_tạo
con_đen
con_đẻ
con_đỏ
cong
cong_queo
cu
cu_cậu
cu_gáy
cua
cua_đồng
cun
cung
cung_bậc
cung_kính
cung_nga
cung_nữ
cung_thương
cung_trăng
cung_điện
cung_đình
cuô
cuốc
cuối
cuối_cùng
cuốn
cuống_cuồng
cuống_quýt
cuồi
cuồn
cuồn_cuộn
cuồng
cuồng_nhiệt
cuồng_nộ
cuồng_điên
cuộc
cuộc_chiến
cuộc_chơi
cuộc_sống
cuộc_thế
cuộc_đời
cuội
cuộn
cà
cà_cuống
cà_pháo
cà_phê
cà_sa
cà_tím
cài
càn
càn_khôn
càng
cành
cào
cào_cào
càu_nhàu
cày
cày_bừa
cày_cuốc
cày_cấy
cá
cá_chép
cá_kình
cá_mè
cá_nước
cá_nước_chim_trời
cá_rô
cá_trê
các
cách
cách_biệt
cách_mạng
cách_mặt_khuất_lời
cách_thủy
cách_trở
cách_điệu
cái
cám
cám_ơn
cán
cáng
cánh
cánh_bèo
cánh_cung
cánh_tay
cáo
cáo_già
cáp
cát
cát_bà
cát_lũy
cát_lầm_ngọc_trắng
cát_vàng
cát_đằng
cáy
câm
cân
cân_bằng
cân_nhắc
cân_đai
cân_đong
câng_câng
câu
câu_chuyện
câu_lạc_bộ
câu_rút
câu_thơ
cây
cây_cao_bóng_cả
cây_cảnh
cây_cỏ
cây_cối
cây_cổ_thụ
cây_lá
cây_quỳnh_cành_dao
cây_số
cây_thế
cây_trồng
cây_xanh
cãi
cò
cò_cưa
cò_kè
cò_lả
còi
còi_cọc
còm
còm_cõi
còm_cọm
còm_nhom
còn
còng
có
có_chí_thì_nên
có_hạn
có_hậu
có_khi
có_lý
có_lẽ
có_mặt
có_nghĩa
có_nhân
có_thể
có_tiếng
có_tuổi
có_tình
có_ích
có_điều
cóc
cón
cóng
cót_két
cô
cô_bác
cô_dâu
cô_giáo
cô_gái
cô_hồn
cô_liêu
cô_mình
cô_quạnh
cô_quả
cô_thôn
cô_tịch
cô_đơn
cô_độc
côi
côi_cút
côn
côn_quang
côn_quyền
côn_trùng
công
công_an
công_binh
công_bằng
công_chiếu
công_chúa
công_cán
công_cộng
công_danh
công_dân
công_hầu
công_lao
công_lý
công_minh
công_nghiệp
công_nghệ
công_nha
công_nhân
công_nợ
công_phu
công_sức
công_trình
công_trường
công_tác
công_tử
công_việc
công_ăn_việc_làm
công_đức
công_ơn
côngn
côt
cõi
cõi_bờ
cõi_dương
cõi_lòng
cõi_tiên
cõi_trần
cõi_âm
cõi_đời
cõng
cù_lao
cù_mộc
cùi
cùn
cùng
cùng_dân
cùng_kiệt
cùng_với
cùng_đường
cú
cúc
cúc_trắng
cúc_tần
cúc_vàng
cúi
cún
cúng
cúp
cút
căm
căm_căm
căm_hờn
căm_thù
căn
căn_bệnh
căn_cơ
căn_cứ
căn_dặn
căn_vặn
căng
căng_tròn
cũ
cũ_càng
cũ_mèm
cũi
cũn
cũn_cỡn
cũng
cũng_như
cũng_nên
cơ
cơ_chế
cơ_chừng
cơ_cầu
cơ_cực
cơ_duyên
cơ_hàn
cơ_hội
cơ_man
cơ_nghiệp
cơ_sở
cơ_sự
cơ_thể
cơ_đồ
cơi
cơm
cơm_bụi
cơm_cháo
cơm_gạo
cơm_áo
cơn
cơn_cớ
cư
cưa
cưng
cưu
cưu_mang
cương
cương_lĩnh
cương_thường
cước
cưới
cưới_hỏi
cưới_xin
cướp
cười
cười_chê
cười_cười
cười_cợt
cười_duyên
cười_khì
cười_nói
cười_nụ
cườm
cường
cường_quyền
cường_quốc
cường_thịnh
cường_toan
cưỡi
cạn
cạn_chén
cạn_kiệt
cạn_lời
cạnh
cạo
cạp
cả
cải
cải_thiện
cải_tiến
cải_trang
cảm
cảm_giác
cảm_hàn
cảm_hứng
cảm_nhận
cảm_phiền
cảm_thông
cảm_thấy
cảm_xúc
cảm_ơn
cản
cảng
cảnh
cảnh_báo
cảnh_quan
cảnh_sát
cảnh_sắc
cảnh_vật
cảo
cảo_táng
cấm
cấm_địa
cấn_cá
cấp
cất
cất_bước
cất_tiếng
cấu
cấy
cấy_cày
cầm
cầm_bằng
cầm_canh
cầm_cập
cầm_cố
cầm_giữ
cầm_hơi
cầm_lòng
cầm_quân
cầm_sắt
cầm_tinh
cầm_đã_bén_dây
cần
cần_lao
cần_mẫn
cầu
cầu_an
cầu_ao
cầu_chúc
cầu_cống
cầu_duyên
cầu_hòa
cầu_hôn
cầu_may
cầu_mong
cầu_nguyện
cầu_nối
cầu_phúc
cầu_siêu
cầu_thân
cầu_treo
cầu_trường
cầu_tàu
cầu_vồng
cầu_xin
cầu_đường
cầy
cẩm
cận
cận_kề
cập
cập_kê
cập_kênh
cậu
cậy
cắc
cắc_cớ
cắm
cắn
cắn_chỉ
cắp
cắt
cằn
cằn_cỗi
cặm_cụi
cặp
cặp_kè
cọ
cọc
cọng
cọp
cỏ
cỏ_cây
cỏ_gianh
cỏ_gà
cỏ_lác
cỏ_may
cỏ_tranh
cỏn
cỏn_con
cỏng
cố
cố_chí
cố_hương
cố_nhân
cố_quốc
cố_thổ
cố_tri
cố_tình
cố_vấn
cố_đô
cốc
cốc_cốc
cối
cối_xay
cốm
cống
cống_hiến
cốt
cốt_cách
cốt_nhục
cốt_nhục_tử_sinh
cốt_sao
cồn
cồn_cào
cồng
cồng_chiêng
cồng_kềnh
cổ
cổ_kim
cổ_kính
cổ_lai_hy
cổ_nhân
cổ_tay
cổ_thi
cổ_thụ
cổ_truyền
cổ_tích
cổ_xúy
cổng
cổng_chào
cỗ
cỗ_bàn
cỗi
cỗi_nguồn
cội
cội_nguồn
cộm
cộng
cộng_sản
cộng_tác_viên
cộng_đồng
cột
cớ
cớ_sao
cờ
cờ_người
cờ_tướng
cờ_đỏ_sao_vàng
cời
cởi
cởi_mở
cợi
cợt
cụ
cụ_già
cụ_kỵ
cục
cục_tác
cụm
cụng
cụp
cụt
củ
củ_đậu
củ_ấu
của
của_cải
của_rơi
củi
củi_lửa
cứ
cứ_thế
cứ_việc
cứa
cứng
cứu
cứu_mạng
cứu_nhân_độ_thế
cứu_rỗi
cừ
cừa
cừơi
cử_chỉ
cử_nhân
cửa
cửa_biển
cửa_bể
cửa_cuốn
cửa_công
cửa_hàng
cửa_miệng
cửa_mở
cửa_ngõ
cửa_nhà
cửa_sông
cửa_sổ
cửa_thiền
cửa_trời
cửa_ải
cửi
cửu
cửu_nguyên
cửu_phẩm
cửu_tuyền
cửu_vạn
cữ
cữa
cựa
cực
cực_hình
cực_khổ
cực_nhọc
cựu_chiến_binh
da
da_cam
da_chì
da_diết
da_mồi
da_mồi_tóc_sương
da_trời
dai
dan
dan_díu
dang
dang_dở
danh
danh_gia
danh_giá
danh_lam_thắng_cảnh
danh_lợi
danh_nhân
danh_phận
danh_thắng
danh_tiết
danh_vọng
dao
dao_cau
dau
day
day_dứt
deo
di
di_chúc
di_chỉ
di_cư
di_dời
di_hài
di_hình
di_sản
di_trú
di_tích
di_ảnh
dinh
dioxin
diê
diêm
diêu
diết
diều
diễm
diễm_kiều
diễn
diễn_đàn
diễu
diện
diệt
diệu
diệu_huyền
diệu_kỳ
do
do_dự
doanh
doanh_nhân
doi
dong
dong_riềng
dream
du
du_di
du_dương
du_hành_vũ_trụ
du_học
du_khách
du_kích
du_lịch
du_ngoạn
du_thuyền
du_xuân
dung
dung_dăng
dung_nhan
dung_quang
duy
duy_nhất
duy_trì
duyên
duyên_dáng
duyên_hài
duyên_kì_ngộ
duyên_kỳ_ngộ
duyên_nợ
duyên_phận
duyên_số
duyên_vân
duyệt
duềnh
duối
duồng
duổi
dzô
dài
dài_dài
dài_dòng
dài_lâu
dài_lưng
dàn
dàn_hòa
dàng
dành
dành_dụm
dào
dào_dạt
dàu
dàu_dàu
dày
dày_dặn
dày_gió_dạn_sương
dám
dán
dáng
dáng_dấp
dáng_vóc
dát
dâ
dâm
dâm_bụt
dân
dân_ca
dân_chúng
dân_chủ
dân_cày
dân_công
dân_cư
dân_dã
dân_gian
dân_làng
dân_nghèo
dân_quân
dân_quê
dân_sinh
dân_tình
dân_tộc
dân_ý
dân_đen
dâng
dâng_hiến
dâu
dâu_bể
dâu_con
dâu_da
dây
dây_dưa
dây_dẫn
dây_leo
dây_lưng
dây_mực
dây_neo
dây_xích
dã
dã_chiến
dã_tâm
dãi
dãi_dầu
dãi_nắng_dầm_mưa
dãn
dãy
dè
dèm
dép
dê
dì
dìm
dìn
dình
dìu
dìu_dắt
dìu_dặt
dìu_dịu
dính
dò
dò_dẫm
dò_hỏi
dò_la
dòm
dòn
dòng
dòng_chảy
dòng_dõi
dòng_họ
dòng_sông
dóng
dóng_dả
dôi
dông
dông_bão
dông_dài
dông_tố
dõi
dù
dù_cho
dù_rằng
dù_sao
dùi
dùm
dùng
dùng_dắng
dùng_dằng
dúi
dúm
dăm
dăm_ba
dăm_bảy
dăn
dĩ
dĩ_vãng
dũng
dũng_cảm
dơ
dơ_dáng
dơn
dư
dư_ba
dư_thừa
dư_âm
dưa
dưa_hấu
dưa_lê
dưng
dươ
dương
dương_oai
dương_thế
dương_trần
dưới
dưới_trướng
dướn
dường
dường_như
dưỡng
dưỡng_dục
dưỡng_sinh
dưỡng_thân
dược
dạ
dạ_con
dạ_hương
dạ_đài
dại
dại_gì_mà
dại_khờ
dạm
dạm_ngõ
dạn
dạn_dày
dạo
dạt
dạt_dào
dạy
dạy_bảo
dạy_dỗ
dải
dải_đồng
dấn
dấn_mình
dấn_thân
dấu
dấu_hỏi
dấu_tích
dấu_yêu
dấu_ấn
dấy
dầm
dầm_dề
dầm_mưa_dãi_nắng
dần
dần_dà
dần_dần
dầu
dầu_dãi
dầu_dầu
dầu_gió
dầu_khí
dầu_đèn
dầy
dẫm
dẫn
dẫn_đầu
dẫu
dẫu_cho
dẫu_sao
dẫy
dậm
dập
dập_dìu
dập_dềnh
dập_dồn
dập_dờn
dật
dậu
dậy
dậy_mùi
dậy_thì
dậy_đất
dắm
dắt
dắt_dìu
dằm
dằn
dằng_dặc
dặm
dặm_ngàn
dặm_trường
dặn
dặn_dò
dặng
dặt_dìu
dẹp
dẻ
dẻo
dẻo_dai
dẽ
dế
dế_mèn
dến
dề
dền
dềnh
dều
dễ
dễ_dàng
dễ_thương
dệt
dệt_gấm_thêu_hoa
dệt_thêu
dị_dạng
dịch
dịp
dịu
dịu_dàng
dịu_hiền
dịu_ngọt
dọc
dọc_ngang
dọi
dọn
dọn_dẹp
dốc
dối
dốn
dốt
dồi
dồi_dào
dồn
dồn_dập
dồn_nén
dỗ_dành
dỗi
dội
dột
dời
dờỉ
dở
dở_chừng
dở_dang
dở_hơi
dở_người
dỡ
dỡ_dang
dụ
dụ_dỗ
dục
dụi
dụm
dụng
dủ
dủi
dứa
dứt
dừa
dừa_nước
dừng
dửng_dưng
dửng_dừng_dưng
dữ
dững
dự
dự_án
dựa
dựa_dẫm
dực
dựng
dựng_đứng
e
e_dè
e_lệ
e_thẹn
e_ấp
eacute
ecirc
em
em_em
em_gái
em_út
en
eo
eo_sèo
eo_óc
face
file
g
ga
gai
gai_góc
gan
gan_dạ
gan_héo_ruột_đầy
gan_liền_tướng_quân
gan_ruột
gan_vàng_dạ_sắt
gang
gang_tấc
ganh_đua
gas
gay
gay_gắt
gh
ghe
ghen
ghen_tuông
ghi
ghi_danh
ghi_lòng_tạc_dạ
ghi_nhớ
ghi_tạc
ghim
gho
ghè
ghé
ghé_mắt
ghé_vai
ghép
ghét
ghét_bỏ
ghét_ghen
ghê
ghì
ghĩa
ghập
ghẹo
ghẻ
ghế
ghế_ngồi
ghềnh
ghềnh_thác
gi
gia
gia_biến
gia_hình
gia_hương
gia_nhân
gia_phong
gia_pháp
gia_phả
gia_quyến
gia_thất
gia_tài
gia_tĩnh
gia_tư
gia_vị
gia_đinh
gia_đình
gia_đường
gia_đồng
giai
giai_nhân
giai_âm
giai_điệu
giair
giam
giam_cầm
gian
gian_dối
gian_hiểm
gian_khó
gian_khổ
gian_lao
gian_manh
gian_nan
gian_nguy
gian_phi
gian_tham
gian_truân
gian_trá
gian_tà
gian_tặc
giang
giang_hà
giang_hồ
giang_san
giang_sơn
giang_tân
gianh
giao
giao_binh
giao_du
giao_duyên
giao_hoan
giao_hòa
giao_hội
giao_lưu
giao_thoa
giao_thông
giao_thừa
gid
gieo
gieo_cầu
gieo_neo
gieo_ngọc_trầm_châu
gieo_rắc
gieo_trồng
gieo_vần
già
già_cỗi
già_giang
già_khọm
già_nua
già_trẻ
già_yếu
giàm
giàn
giàng
giành
giành_giật
giàu
giàu_có
giàu_sang
giày
giá
giá_buốt
giá_cả
giá_lạnh
giá_mà
giá_như
giá_rét
giá_thành
giá_trị
giá_áo_túi_cơm
giác
giác_duyên
giác_ngộ
giám
giám_đốc
giáng
giáng_sinh
giáng_trần
giáo
giáo_dục
giáo_viên
giáo_án
giáp
giáp_binh
giáp_hạt
giáp_mặt
giât
giây
giây_phút
giã
giã_biệt
giã_từ
giãi
giãi_bày
giãn
giêng
giêng_hai
giò
giò_lụa
giòn
giòn_giã
giòn_tan
giòng
gió
gió_bấc
gió_bắt_mưa_cầm
gió_bụi
gió_giật
gió_heo_may
gió_lào
gió_lùa
gió_may
gió_mát_trăng_thanh
gió_mây
gió_mùa
gió_mùa_đông
gió_nồm
gió_trăng
gió_táp_mưa_sa
gióng
gióng_giả
giót
giông
giông_bão
giông_tố
giùi_mài
giùm
giúp
giúp_sức
giăng
giăng_gió
giăng_giăng
giăng_hoa
giăng_mắc
giũ
giơ
giương
giường
giạm
giạt
giả
giả_câm_giả_điếc
giả_cầy
giả_danh
giả_tạo
giả_vờ
giả_đò
giải
giải_binh
giải_cấu_tương_phùng
giải_oan
giải_phiền
giải_phóng
giải_quyết
giải_sầu
giảm
giảm_thiểu
giản_dị
giản_đơn
giảng
giảng_dạy
giảng_đường
giấc
giấc_hòe
giấc_mơ
giấc_ngủ
giấc_nồng
giấc_điệp
giấm
giấn
giất
giấu
giấy
giấy_bạc
giấy_tờ
giần_sàng
giầu
giầu_sang
giầy
giẩy
giẫm
giận
giận_hờn
giập
giật
giật_mình
giậu
giắt
giằng
giặc
giặc_giã
giặt
giẽ
giếng
giếng_khơi
giết
giề
giệt
giọi
giọng
giọng_kiều
giọt
giọt_hồng
giỏ
giỏi
giỏi_giang
giỏi_trai
giốc
giống
giống_lai
giống_nòi
giồng
giổ
giỗ
giộc
giội
giột
giới_hạn
giới_thiệu
giờ
giờ_hoàng_đạo
giờ_lâu
giờ_phút
giờ_đây
giời
giời_ơi
giở
giở_trò
giỡn
giợn
giục
giục_giã
giử
giửa
giữ
giữ_giàng
giữ_gìn
giữ_tiếng
giữ_ý
giữa
giữa_đường_đứt_gánh
go
gom
gom_góp
gom_nhặt
gotx
guốc
guộc
gà
gài
gành
gào
gàu
gày
gác
gác_tía_lầu_son
gái
gán
gánh
gánh_gồng
gánh_vác
gáo
gáp
gáy
gân
gân_guốc
gây
gây_dựng
gây_hấn
gã
gãi
gãy
gém
gì
gìa
gìn
gìn_giữ
gìn_vàng_giữ_ngọc
gìờ
gío
gò
gò_đống
gòn
góa_bụa
góc
góc_biển_chân_trời
gói
góp
góp_mặt
góp_nhặt
góp_phần
gót
gót_sen
gót_đầu
gôn
gõ
gõ_cửa
gù
gùi
gút
gă
găm
găng
gĩa
gơn
gươm
gương
gương_mặt
gương_nga
gương_sen
gương_vỡ_lại_lành
gượng
gạ
gạc
gạch
gạn
gạn_gùng
gạn_đục_khơi_trong
gạo
gạo_trắng_nước_trong
gạt
gả
gảy
gấm
gấm_vóc
gấp
gầm
gầm_rú
gần
gần_gũi
gần_gần
gần_như
gần_xa
gầu
gầy
gầy_còm
gầy_guộc
gầy_mòn
gẩy
gẫy
gậm_nhấm
gập
gập_ghềnh
gật
gật_gù
gật_đầu
gậy
gắn
gắn_bó
gắn_kết
gắng
gắng_công
gắng_sức
gắt
gằn
gặm
gặp
gặp_gỡ
gặp_mặt
gặt
gặt_hái
gẹo
gềnh
gọi
gọi_hồn
gọi_là
gọn
gọn_ghẽ
gọn_gàng
gọt
gốc
gốc_rễ
gối
gối_đầu
gốm
gồ_ghề
gồi
gồm
gồng
gồng_gánh
gỗ
gội
gột
gột_rửa
gớm
gởi
gỡ
gỡ_rối
gợi
gợi_mở
gợi_tình
gợn
gừng
gửi
gửi_gắm
gữa
h
ha_ha
hai
hai_kiều
hai_lòng
hai_mươi
hai_mốt
hai_sương_một_nắng
hai_thân
ham
ham_hố
ham_muốn
han
hang
hang_động
hanh
hanh_hao
hanh_thông
hao
hao_hao
hao_mòn
hat
hay
hay_chữ
hay_là
hay_sao
hd
he
hellip
heo
heo_hút
heo_hắt
heo_may
hi_hi
hi_sinh
hi_vọng
hia
him
hiu
hiu_hiu
hiu_hắt
hiu_quạnh
hiên
hiên_ngang
hiếm
hiến
hiến_chương
hiến_dâng
hiến_phù
hiếu
hiếu_chiến
hiếu_nghĩa
hiếu_sinh
hiếu_thảo
hiền
hiền_dịu
hiền_hoà
hiền_hòa
hiền_khô
hiền_lành
hiền_nhân
hiền_tài
hiểm
hiểm_họa
hiểm_nghèo
hiểm_nguy
hiểm_sâu
hiển
hiển_hiện
hiển_hách
hiển_linh
hiển_vinh
hiển_đạt
hiểu
hiện
hiện_hình
hiện_thân
hiện_thực
hiện_tại
hiện_đại
hiệp
hiệp_hội
hiệp_đồng
hiệu
ho
hoa
hoa_cúc
hoa_hậu
hoa_hồng
hoa_khôi
hoa_lan
hoa_lá
hoa_lý
hoa_nguyệt
hoa_niên
hoa_nô
hoa_phượng
hoa_quả
hoa_râm
hoa_tì
hoa_tình
hoa_đèn
hoan
hoan_hô
hoan_hỉ
hoang
hoang_dại
hoang_hóa
hoang_liêu
hoang_mang
hoang_phí
hoang_phế
hoang_sơ
hoang_tàn
hoang_vu
hoang_vắng
hoe
hoe_hoe
hoen
hom
hon
honag
hong
hoà
hoà_bình
hoài
hoài_bão
hoài_cổ
hoài_niệm
hoài_phí
hoàn
hoàn_cầu
hoàn_lương
hoàn_nguyên
hoàn_thành
hoàn_toàn
hoàn_tất
hoàng
hoàng_anh
hoàng_cung
hoàng_cầm
hoàng_hôn
hoàng_hậu
hoàng_sào
hoàng_thành
hoàng_triều
hoàng_yến
hoàng_đế
hoá
hoá_công
hoá_giải
hoá_kiếp
hoá_thân
hoán
hoãn
hoạ_đồ
hoại
hoạn
hoạn_thư
hoạt_động
hoả_bài
hoảng_hốt
hoằng
hoặc
hun
hun_hút
hung
hung_hiểm
hung_hăng
huy_hoàng
huynh
huynh_đệ
huyên
huyên_cỗi_xuân_già
huyết_mạch
huyết_quản
huyền
huyền_hoặc
huyền_thoại
huyền_tích
huyền_ảo
huyễn
huyện
huân_chương
huơ
huấn
huế
huệ
huống_chi
huỳnh
hy_sinh
hy_vọng
hà
hà_nội
hà_thành
hài
hài_cốt
hài_hòa
hàm
hàm_răng
hàm_tiếu
hàn
hàn_huyên
hàn_thực
hàn_vi
hàng
hàng_châu
hàng_hàng
hàng_họ
hàng_không
hàng_quán
hàng_rào
hàng_thần
hàng_xén
hàng_xóm
hàng_đầu
hành
hành_chính
hành_hoa
hành_hương
hành_khách
hành_khất
hành_nghề
hành_quân
hành_tinh
hành_trang
hành_trình
hành_vân
hành_động
hào
hào_hoa
hào_hùng
hào_khí
hào_kiệt
hào_quang
há
hái
hám
hám_danh
hán
hán_sở
háng
hát
hát_dạo
hát_hò
hát_lượn
hát_rong
hát_ru
hát_ru_con
hát_văn
hát_xoan
hát_xẩm
hát_đình
hát_đúm
hâm
hâm_mộ
hân_hoan
hây_hây
hây_hẩy
hãi_hùng
hãm
hãy
hè
hè_thu
hèn
hèn_hạ
hé
héc
héo
héo_don
héo_hon
héo_hắt
héo_mòn
hét
hê
hênh
hình
hình_bóng
hình_dong
hình_dung
hình_dáng
hình_hài
hình_học
hình_như
hình_sắc
hình_thành
hình_ảnh
hí
hía
hít
hò
hò_hẹn
hò_khoan
hò_reo
hòa
hòa_bình
hòa_khí
hòa_nhập
hòa_nhịp
hòa_thuận
hòa_đồng
hòe
hòm
hòn
hòng
hó
hóa
hóa_công
hóa_giải
hóa_kiếp
hóa_nhi
hóa_ra
hóa_sinh
hóa_thân
hóa_thạch
hóc
hóm_hỉnh
hóng
hót
hô
hôi
hôi_tanh
hôm
hôm_kia
hôm_mai
hôm_nay
hôm_qua
hôm_sau
hôm_sớm
hôn
hôn_nhân
hông
hùa
hùm
hùng
hùng_ca
hùng_cường
hùng_cứ
hùng_vĩ
hú
hú_hồn
húc
hút
hút_hồn
hút_mật
hăm_hở
hăng
hăng_hái
hăng_say
hơ
hơi
hơi_hám
hơi_nước
hơm
hơn
hơn_hớn
hơn_thiệt
hơn_thua
hư
hư_hao
hư_không
hư_vinh
hư_vô
hư_ảo
hưng
hưng_thịnh
hưu
hương
hương_binh
hương_hoa
hương_hỏa
hương_hồn
hương_khói
hương_lý
hương_lửa
hương_nguyền
hương_quan
hương_sen
hương_sắc
hương_vị
hương_án
hướng
hướng_tâm
hướng_đạo
hường
hưởng
hưởng_thụ
hưởng_ứng
hạ
hạ_bút
hạ_cố
hạ_giới
hạ_huyền
hạ_điền
hạc
hạc_nội_mây_ngàn
hại
hạn
hạn_hán
hạnh
hạnh_phúc
hạt
hạt_giống
hả
hả_hê
hải
hải_dương
hải_giới
hải_hà
hải_ngoại
hải_quân
hải_tân
hải_tần
hải_vị
hải_âu
hải_đường
hải_đạo
hải_đảo
hảo_hán
hảo_hớn
hấng
hấp
hấp_dẫn
hầm
hầm_hào
hầm_hầm
hầu
hầu_bóng
hầu_hạ
hẩm
hẫng
hận
hận_thù
hậu
hậu_cung
hậu_cần
hậu_phương
hậu_sinh
hậu_thế
hậu_tình
hậu_đãi
hắt
hắt_hiu
hằn
hằng
hằng_thủy
hẳn
hẳn_hoi
hẹ
hẹn
hẹn_hò
hẹn_ước
hẹp
hẹp_hòi
hẻm
hẻo_lánh
hết
hết_hơi
hết_lòng
hết_lời
hết_mình
hết_mực
hết_nước
hết_sức
hết_đời
hề
hểnh
hễ
hệt
hỉ_xả
hịch
hịp
họ
họ_chung
họ_hàng
họ_kim
họ_lâm
họ_mạc
họ_tộc
họ_từ
họ_đô
họa
họa_hoằn
họa_vô_đơn_chí
họa_đồ
học
học_hành
học_phí
học_sinh
học_sĩ
học_trò
học_tập
học_đòi
học_đường
họng
họp
họp_bàn
họp_mặt
hỏa_mù
hỏa_thiêu
hỏi
hỏi_dò
hỏi_han
hỏi_thăm
hỏng
hố
hối_hả
hồ
hồ_cầm
hồ_nghi
hồ_điệp
hồ_đồ
hồi
hồi_hưu
hồi_hộp
hồi_sinh
hồi_tưởng
hồi_xuân
hồi_âm
hồn
hồn_mai
hồn_nhiên
hồn_thơ
hồn_vía
hồn_xiêu_phách_lạc
hồng
hồng_diệp
hồng_hoang
hồng_hào
hồng_lâu
hồng_nhan
hồng_nhan_bạc_mệnh
hồng_nhung
hồng_quân
hồng_quần
hồng_sắc
hồng_trần
hồng_xiêm
hồng_đào
hổ
hổ_danh
hổ_thẹn
hổi
hổm
hổng
hỗ_trợ
hỗn_mang
hộ
hộ_chiếu
hộ_tang
hộ_thân
hội
hội_chùa
hội_chợ
hội_hè
hội_nghị
hội_ngộ
hội_nhập
hội_quán
hội_trường
hội_tụ
hội_viên
hội_đồng
hộp
hột
hớ_hênh
hớn
hớn_hở
hớp
hớp_hồn
hớt_hơ_hớt_hải
hờ
hờ_hững
hời
hờn
hờn_dỗi
hờn_giận
hờn_trách
hở
hởi_dạ
hởi_lòng
hởn
hỡi
hỡi_kim
hỡi_ôi
hợi
hợp
hợp_phố
hợp_tan
hợp_thành
hợp_tác
hợp_tình
hụt
hụt_hẫng
hủ
hủi
hủy_hoại
hứa
hứa_hẹn
hức
hứng
hừng
hừng_hực
hửng
hững_hờ
hữu
hữu_nghị
hữu_tài
hữu_tình
i
igrave
ii
im
im_lìm
im_lặng
im_ắng
in
k
ka
kem
ken
keo
keo_sơn
khai
khai_phá
khai_sinh
khai_sáng
khai_thiên_lập_địa
khai_thác
khai_thông
khai_tâm
khan
khang_trang
khanh
khanh_khách
khao
khao_khát
khau
khay
khe
khe_khắt
khe_khẽ
khen
khen_lao
kheo
khi
khi_không
khi_vô_tích
khinh
khiêm
khiêm_nhường
khiêm_tốn
khiêng
khiến
khiếp
khiếp_sợ
khiếp_vía
khiếp_đảm
kho
kho_tàng
khoa
khoa_học
khoai
khoai_lang
khoan
khoan_khoái
khoan_thai
khoang
khoanh_vùng
khoe
khoen
khoi
khom
khoá
khoác
khoác_áo
khoán
khoáng
khoé
khoé_hạnh
khoét
khoả
khoản
khoảng
khoảng_cách
khoảng_không
khoảng_trống
khoảnh_khắc
khoẻ_mạnh
khu
khu_công_nghiệp
khua
khuc
khui
khung
khung_cảnh
khung_cửi
khung_thành
khuy_bấm
khuya
khuya_khoắt
khuya_sớm
khuynh_thành
khuyên
khuyên_can
khuyên_giải
khuyên_nhủ
khuyến
khuyết
khuyết_tật
khuyển
khuyển_ưng
khuâng
khuây
khuê
khuê_các
khuôn
khuôn_mặt
khuôn_phép
khuôn_sáo
khuôn_thiêng
khuôn_vàng_thước_ngọc
khuôn_xanh
khuông
khuất
khuất_bóng
khuất_núi
khuất_nẻo
khuấy
khuỳnh
khuỷ
khá
khác
khác_gì
khác_nhau
khác_nào
khác_thường
khách
khách_qua_đường
khán_đài
kháng_chiến
khánh
khát
khát_khao
khát_vọng
khâm
khâm_liệm
khâu
khâu_vá
khèn
khéo
khéo_léo
khéo_tay
khép
khép_kín
khép_nép
khét
khê
khêu
khí
khí_hậu
khí_thế
khó
khó_chịu
khó_coi
khó_khăn
khó_lòng
khó_nhọc
khóa
khóc
khóc_than
khóe
khóe_hạnh
khói
khói_hương
khói_lửa
khói_sương
khóm
khô
khô_héo
khô_khốc
khôi_hài
khôi_ngô
khôn
khôn_cùng
khôn_lường
khôn_lẽ
khôn_lớn
khôn_ngoan
khôn_nguôi
khôn_thiêng
khôn_xiết
không
không_bao_giờ
không_bù
không_chỉ
không_cánh_mà_bay
không_dưng
không_gian
không_thể
không_trung
không_đâu
khù_khụ
khùng
khúc
khúc_khuỷu
khúc_khích
khúc_nhôi
khúc_nôi
khăm
khăn
khăn_gói
khăn_gói_gió_đưa
khăn_mỏ_quạ
khăn_tay
khăn_xếp
khăn_áo
khăn_đóng
khăng
khăng_khít
khăng_khăng
khơi
khư_khư
khạch
khả_nghi
khả_năng
khải_hoàn
khảm
khản
khảo
khảo_tra
khảy
khấn
khấn_khứa
khấn_vái
khấp
khấp_khểnh
khấp_khởi
khất
khất_thực
khấu
khấu_đầu
khẩn_cầu
khẩu
khật_khừ
khắc
khắc_ghi
khắc_khoải
khắc_khổ
khắc_lậu_canh_tàn
khắc_phục
khắp
khắp_nơi
khắt_khe
khẳm
khẳng_khiu
khẽ
khẽ_khàng
khế
khểnh
khệnh_khạng
khỉ
khỏa
khỏa_lấp
khỏe
khỏi
khố
khốc
khốc_hại
khốc_liệt
khối
khốn
khốn_cùng
khốn_khó
khồng
khổ
khổ_hạnh
khổ_nhục
khổ_qua
khổ_sai
khổ_sở
khổ_đau
khổ_ải
khổng
khớp
khờ
khờ_dại
khởi
khởi_công
khởi_nguồn
khởi_sắc
khởi_sự
khủng_khỉnh
ki
kia
kim
kim_cương
kim_hoàn
kim_ngân
kim_trọng
kinh
kinh_doanh
kinh_hoàng
kinh_hãi
kinh_kệ
kinh_kỳ
kinh_luân
kinh_nghiệm
kinh_sử
kinh_tuyến
kinh_tế
kinh_tế_thị_trường
kinh_viện
kinh_đô
kiux
kiêm_toàn
kiên
kiên_cường
kiên_gan
kiên_trinh
kiên_trung
kiên_trì
kiên_định
kiêng
kiêng_kỵ
kiêu
kiêu_hãnh
kiêu_hùng
kiêu_kỳ
kiêu_sa
kiếm
kiếm_tìm
kiếm_ăn
kiến
kiến_bò_miệng_chén
kiến_lửa
kiến_thiết
kiến_thức
kiếp
kiều
kiểm_soát
kiểng
kiểu
kiện
kiệt
kiệt_xuất
kiệu
kom
kon
kè
kèm
kèn
kèo
kém
kén
kén_chọn
kéo
kéo_dài
kép
kê
kê_khang
kênh
kêu
kêu_ca
kêu_oan
kêu_trời
kì_tích
kì_vọng
kìa
kìm_kẹp
kình
kình_ngạc
kí
kí_ức
kín
kín_cổng_cao_tường
kín_mít
kín_đáo
kính
kính_cẩn
kính_yêu
kíp
kíp_chầy
kít
ký
ký_ức
kẹn
kẹo_cao_su
kẹt
kẻ
kẻ_cắp
kẻ_thù
kẻ_ở_người_đi
kẻo
kẻo_mà
kẻo_nữa
kẽ
kẽo
kẽo_kẹt
kế
kế_hoạch
kế_thừa
kế_tiếp
kết
kết_bạn
kết_cỏ_ngậm_vành
kết_duyên
kết_giao
kết_liên
kết_nguyền
kết_nối
kết_tóc_xe_tơ
kết_tụ
kết_từ
kết_đoàn
kề
kề_cận
kềm
kềnh_càng
kể
kể_lể
kệ
kỉ_niệm
kịch
kịp
kịp_thời
kỳ
kỳ_cùng
kỳ_ngộ
kỳ_quan
kỳ_tài
kỳ_tâm
kỳ_tích
kỳ_vọng
kỷ
kỷ_cương
kỷ_niệm
kỹ
l
la
la_liệt
la_trời
la_đà
lai
lai_láng
lai_rai
lai_sinh
lam
lam_kiều
lam_làm
lam_lũ
lan
lan_man
lan_tỏa
lang
lang_quân
lang_thang
lanh
lao
lao_nhao
lao_tâm
lao_tâm_khổ_tứ
lao_tù
lao_xao
lao_đao
lao_động
lau
lau_chùi
lau_nhau
lay
lay_chuyển
lay_lắt
lay_phay
lay_động
lay_ơn
le
le_lói
lem
len
len_lén
leo
leo_lét
leo_thang
leo_trèo
li
li_ti
lia
lien
lim
lim_dim
linh
linh_hồn
linh_khí
linh_sàng
linh_thiêng
linh_tinh
linh_vị
linh_đình
liu_riu
liêm
liêm_chính
liên
liên_doanh
liên_hoan
liên_hệ
liên_hồi
liên_kết
liên_lạc
liên_lụy
liên_minh
liên_miên
liên_quan
liên_tục
liêu
liêu_xiêu
liếc
liến_thoắng
liếng
liếp
liếu
liềm
liền
liền_tay
liều
liều_mình
liểu
liễn
liễu
liễu_bồ
liễu_yếu_đào_tơ
liệm
liệng
liệt
liệt_nữ
liệt_sĩ
liệu
liệu_chừng
liệu_cơm_gắp_mắm
lo
lo_liệu
lo_lường
lo_lắng
lo_ngại
lo_phiền
lo_sợ
lo_toan
lo_xa
lo_âu
loa
loan
loan_phòng
loan_phượng
loang
loanh_quanh
loay_hoay
loi_thoi
lom
lom_khom
lon
long
long_lanh
long_nhãn
long_đong
loài
loài_người
loàng
loàng_xoàng
loáng
loãng
loại
loạn
loạn_ly
loạn_quân
loạt
lu
lu_bù
lu_loa
lui
lun
lung
lung_lay
lung_linh
lung_liêng
lung_tung
luyên
luyênh
luyến
luyện
luyện_tập
luân_hồi
luân_phiên
luân_thường
luênh
luôn
luôn_luôn
luận
luận_bàn
luận_văn
luật
luật_chơi
luật_pháp
luật_định
luốc
luống
luồn
luồng
luộc
luỵ
luỹ
ly
ly_biệt
là
là_cùng
là_hơi
là_hồ_tôn_hiến
là_là
là_lạ
làm
làm_bạn
làm_bếp
làm_cao
làm_chi
làm_công
làm_cỏ
làm_duyên
làm_giàu
làm_gì
làm_gương
làm_lành
làm_lụng
làm_ma
làm_nên
làm_quen
làm_quà
làm_ruộng
làm_sao
làm_thinh
làm_thuê
làm_thân
làm_tin
làm_tròn
làm_tội
làm_việc
làm_ăn
làm_đầu
làm_đẹp
làm_đồng
làn
làn_sóng
làn_điệu
làng
làng_chơi
làng_nghề
làng_nhàng
làng_nước
làng_xóm
lành
lành_lạnh
lành_lặn
lành_mạnh
lào
làu
lá
lá_cờ
lá_lay
lá_sen
lá_thắm
lác
lác_đác
lách
lách_tách
lái
lái_buôn
lái_đò
lán
láng_giềng
lánh
lát
láy
lâm
lâm_bồn
lâm_chung
lâm_ly
lâm_râm
lâm_thanh
lâm_thâm
lâm_tri
lâm_truy
lân
lân_la
lân_lý
lâng
lâng_lâng
lât
lâu
lâu_bền
lâu_dài
lâu_lâu
lâu_nay
lâu_đài
lây
lã
lã_chã
lãi
lãm
lãng
lãng_du
lãng_mạn
lãng_quên
lãng_đãng
lãnh
lãnh_tụ
lãnh_đạo
lão
lèn
lèo
lèo_lái
lèo_tèo
lén
lép
lê
lê_thê
lên
lên_gân
lên_men
lên_mặt
lên_ngôi
lên_nước
lên_thác_xuống_ghềnh
lên_tiếng
lên_đèn
lên_đường
lên_đời
lênh
lênh_láng
lênh_đênh
lêu
lêu_bêu
lêu_lổng
lêu_têu
lì
lìa
lí_trưởng
lích_chích
lính
lính_thủy
lít
líu_lô
lò
lò_dò
lòa
lòe
lòi
lòng
lòng_chảo
lòng_dạ
lòng_sông
lòng_thành
lòng_thòng
lòng_vòng
lòng_đường
ló
lóe
lót
lót_dạ
lót_lòng
lô
lô_cốt
lô_nhô
lô_xô
lôi
lôi_đình
lôn
lông
lông_hồng
lông_mi
lông_mày
lõa_thể
lõm_bõm
lùa
lùi
lùng
lú
lúa
lúa_má
lúa_nương
lúa_thu
lúa_xuân
lúc
lúc_lỉu
lúc_nào
lúm
lúm_đồng_tiền
lúng_liếng
lúng_ta_lúng_túng
lúng_túng
lúp_xúp
lút
lý
lý_do
lý_hương
lý_tưởng
lăm
lăn
lăn_lóc
lăn_lộn
lăn_quay
lăn_tăn
lăng
lĩnh
lũ
lũ_lụt
lũi
lũng
lũy
lũy_tiến
lơ
lơ_là
lơ_láo
lơ_lửng
lơ_mơ
lơ_ngơ
lơ_phơ
lơ_thơ
lơ_đãng
lơi
lơi_lả
lơm
lơn
lư
lưa_thưa
lưng
lưng_chừng
lưu
lưu_ban
lưu_bút
lưu_danh
lưu_giữ
lưu_li
lưu_luyến
lưu_ly
lưu_lạc
lưu_niệm
lưu_thủy
lưu_truyền
lưu_ý
lưu_đày
lươn
lương
lương_khô
lương_thực
lương_y
lươt
lưới
lướt
lướt_mướt
lướt_sóng
lướt_thướt
lướt_ván
lười
lường
lưỡi
lưỡi_câu
lưỡi_liềm
lưỡng
lưỡng_lự
lược
lược_thao
lượm
lượn
lượn_lờ
lượng
lượt
lượt_là
lạ
lạ_dường
lạ_kì
lạ_lùng
lạ_tai
lạ_thường
lạ_đời
lạc
lạc_loài
lạch
lại
lại_hồn
lại_người
lạm_phát
lạng
lạnh
lạnh_giá
lạnh_lùng
lạnh_lẽo
lạnh_ngắt
lạt
lạy
lạy_tạ
lả
lả_lơi
lả_lướt
lảng
lảnh_lót
lảo_đảo
lấm
lấm_lem
lấm_láp
lấn
lấn_chiếm
lấn_lướt
lấp
lấp_loáng
lấp_lánh
lấp_ló
lất
lất_phất
lấy
lấy_làm
lấy_lòng
lấy_được
lầm
lầm_lì
lầm_lũi
lầm_lỗi
lầm_rầm
lầm_than
lầm_đường
lần
lần_hồi
lần_khân
lần_lần
lần_lữa
lần_mò
lầu
lầu_hồng
lầu_trang
lầu_xanh
lầy
lầy_lội
lẩm_nhẩm
lẩn_tránh
lẩy
lẫm_chẫm
lẫn
lẫn_lộn
lẫy
lẫy_lừng
lận
lận_đận
lập
lập_công
lập_loè
lập_lòe
lập_lờ
lập_mưu
lập_nghiêm
lập_nghiệp
lật
lật_đật
lậy
lắc
lắc_lư
lắm
lắm_chuyện
lắm_điều
lắng
lắng_nghe
lắng_tai
lắng_đọng
lắt_lay
lắt_léo
lắt_lẻo
lằng
lẳng
lẳng_lơ
lẳng_lặng
lẵng
lặc_lè
lặn
lặn_lội
lặn_ngụp
lặng
lặng_câm
lặng_im
lặng_lẽ
lặng_ngắt
lặng_thinh
lặng_thầm
lặng_yên
lặp
lẹ_làng
lẹm
lẻ
lẻ_loi
lẻn
lẻo
lẽ
lẽ_nào
lẽ_phải
lẽo_đẽo
lế
lề
lềnh
lều
lễ
lễ_hội
lễ_nghi
lễ_phục
lễ_vật
lệ
lệ_luật
lệ_làng
lệ_thuộc
lệch
lệnh
lệnh_chỉ
lệnh_tiễn
lỉa
lịch
lịch_lãm
lịch_sử
lịm
lịnh
lọ
lọ_lem
lọ_mọ
lọc
lọc_lừa
lọn
lọt
lọt_tai
lỏng
lốc
lối
lối_xóm
lốp
lồi_lõm
lồng
lồng_lộng
lồng_ngực
lỗ
lỗ_chỗ
lỗi
lỗi_lạc
lỗi_lầm
lỗng
lộ
lộ_phí
lộc
lội
lộivề
lộn
lộn_chồng
lộn_nhào
lộn_sòng
lộn_xộn
lộng
lộng_gió
lộng_hành
lộng_lẫy
lột
lớn
lớn_khôn
lớn_mạnh
lớp
lớp_học
lớp_lớp
lờ
lờ_lững
lờ_mờ
lời
lời_nói
lở
lỡ
lỡ_bước
lỡ_dở
lỡ_làng
lỡ_lầm
lỡ_thì
lợi
lợi_danh
lợi_dụng
lợi_lộc
lợi_ích
lợn
lợp
lụ_khụ
lụa
lụa_là
lục
lục_bát
lục_bình
lục_địa
lụi
lụt
lụy
lủi_thủi
lứa
lứa_đôi
lứu
lừ_đừ
lừa
lừa_lọc
lừa_đảo
lừng
lừng_danh
lử
lử_đử
lửa
lửa_binh
lửa_hương
lửa_khói
lửa_trại
lửa_đạn
lửng
lửng_lơ
lữ
lữ_khách
lữ_thứ
lữa
lững
lững_lờ
lững_thững
lựa
lựa_chọn
lực
lựu
lỳ
m
ma
ma_men
ma_trơi
mai
mai_kia
mai_mốt
mai_một
mai_sau
mai_táng
man_mác
man_mát
mang
mang_mang
mang_máng
mang_tiếng
manh
manhj
mao
mau
may
may_mà
may_mắn
may_ra
may_rủi
may_sao
may_vá
me
men
menh
meo
mi
min
minh
minh_bạch
minh_dương
minh_triết
miên
miên_man
miếng
miết
miếu
miếu_đường
miềm
miền
miền_xuôi
miễn
miện
miệng
miệng_thế
miệt
miệt_mài
miệt_vườn
mo
mo_cau
moi
mong
mong_chờ
mong_manh
mong_muốn
mong_mỏi
mong_đợi
mua
mua_bán
mua_vui
mui
mun
muôn
muôn_dân
muôn_một
muôn_nghìn
muôn_ngàn
muôn_năm
muôn_thuở
muôn_trùng
muôn_vàn
muôn_đời
muơi
muối
muối_tiêu
muốn
muống
muỗi
muội
muộn
muộn_màng
muộn_mằn
muộn_phiền
my
mà
mà_lại
mà_sao
mài
màn
màn_hình
màng
mành
mành_mành
mành_tương
mào
mào_gà
mào_đầu
màu
màu_da
màu_mỡ
màu_sắc
mày
mày_mặt
mày_ngài
mày_râu
má
má_hồng
má_phấn
má_đào
mác
mách
mách_bảo
mái
mái_chèo
mái_hiên
mái_tóc
mái_đẩy
mái_ấm
máng
mát
mát_dịu
mát_lành
mát_lòng
mát_mặt
mát_mẻ
mát_rượi
máu
máu_chảy_ruột_mềm
máu_ghen
máu_mủ
máu_tham
máu_thịt
máu_xương
máy
máy_bay
máy_bay_phản_lực
máy_cày
máy_gặt
máy_móc
máy_điện
mâ
mâm
mâm_xôi
mâng
mâu
mây
mây_mù
mây_mưa
mây_tần
mây_xanh
mã
mã_giám
mã_giám_sinh
mã_hồi
mã_kiều
mã_sinh
mãi
mãi_mãi
mãn
mãn_kiếp
mè
mèn
mèo
mèo_mun
mèo_mả_gà_đồng
mèo_tam_thể
mé
méo
méo_mó
mép
mê
mê_ly
mê_man
mê_mải
mê_mẩn
mê_mệt
mê_say
mê_đắm
mênh_mang
mênh_mông
mì
mìn
mình
mí
mía
mít
mò
mò_kim_đáy_biển
mò_mẫm
mòn
mòn_mỏi
mòn_vẹt
món
móng
móng_giò
mót
mô
môi
môi_sinh
môi_trường
môn
môn_phòng
mông
mông_lung
mông_mênh
môt
mõ
mõi
mõm_mòm
mù
mù_khơi
mù_mịt
mù_sương
mù_tăm
mù_u
mùa
mùa_hè
mùa_khô
mùa_màng
mùa_vụ
mùa_đông
mùi
mùi_vị
mùng
mùng_tơi
múa
múa_hát
múc
múi
mút
mă
măm
măng
măng_cụt
măng_non
mũ
mũ_tai_bèo
mũi
mũm_mĩm
mơ
mơ_hồ
mơ_màng
mơ_mòng
mơ_mơ_màng_màng
mơ_mộng
mơ_tưởng
mơn
mơn_man
mơn_mởn
mư
mưa
mưa_bay
mưa_bom_bão_đạn
mưa_bão
mưa_bụi
mưa_dầm
mưa_gió
mưa_lũ
mưa_mây
mưa_ngâu
mưa_nắng
mưa_phùn
mưa_rào
mưa_thuận_gió_hòa
mưu
mưu_sinh
mươi
mương
mương_máng
mướn
mướp
mướp_hương
mướp_đắng
mướt
mướt_mát
mướt_mượt
mười
mười_ba
mười_bảy
mười_bốn
mười_hai
mười_lăm
mười_mươi
mười_mấy
mười_một
mười_phân_vẹn_mười
mười_sáu
mười_tám
mường
mượm
mượn
mượt
mượt_mà
mạ
mạc
mạch
mạch_máu
mạch_ngầm
mại
mạn
mạng
mạnh
mạnh_giỏi
mạnh_khỏe
mạnh_mẽ
mạo
mạt_cưa_mướp_đắng
mả
mải
mải_miết
mải_mê
mảng
mảnh
mảnh_mai
mảy_may
mấn
mấp_mé
mất
mất_công
mất_hút
mất_hồn
mất_mát
mất_mùa
mất_ngủ
mất_nết
mất_tiêu
mấy
mấy_ai
mấy_khi
mấy_mươi
mấy_nỗi
mấy_đời
mầm
mầm_non
mần
mầu
mầu_mỡ
mẩn
mẩy
mẫn
mẫu
mẫu_giáo
mẫu_đơn
mận
mận_hậu
mập
mập_mạp
mập_mờ
mật
mật_ong
mậu
mắc
mắc_cửi
mắm
mắm_muối
mắm_tôm
mắn
mắng
mắt
mắt_lá_răm
mắt_phượng
mắt_thần
mắt_xanh
mằm
mẳn
mẵn
mặc
mặc_cả
mặc_cảm
mặc_dù
mặc_dầu
mặc_khách
mặc_kệ
mặc_lòng
mặn
mặn_chát
mặn_mà
mặn_mòi
mặn_nồng
mặt
mặt_biển
mặt_dày
mặt_dạn_mày_dày
mặt_mo
mặt_mũi
mặt_nước
mặt_nước_cánh_bèo
mặt_trận
mặt_trời
mặt_đường
mặt_đất
mặt_ủ_mày_chau
mẹ
mẹ_cha
mẹ_con
mẹ_già
mẹ_góa_con_côi
mẹ_kiếp
mẹo
mẹt
mẻ
mế
mếch
mến
mến_mộ
mến_thương
mến_yêu
mềm
mềm_lòng
mềm_môi
mềm_mại
mền
mệ
mệnh
mệnh_danh
mệnh_phụ
mệnh_trời
mệt
mệt_mỏi
mệt_nhọc
mỉa_mai
mỉm
mịn
mịn_màng
mịt_mù
mịt_mùng
mịt_mờ
mọc
mọi
mọi_khi
mọn
mọng
mọt
mỏ
mỏi
mỏi_mong
mỏi_mòn
mỏi_mắt
mỏng
mỏng_manh
mỏng_mảnh
mỏng_tang
mốc
mốc_thếch
mối
mối_hàng
mối_manh
mốt
mồ
mồ_côi
mồ_hôi
mồ_mả
mồi
mồm
mồng
mồng_tơi
mổ
mỗi
mỗi_một
mộ
mộ_bia
mộ_chí
mộ_phần
mộ_địa
mộc
mộc_mạc
mộng
mộng_du
mộng_mơ
mộng_mị
mộng_triệu
mộng_tưởng
mộng_ước
mộng_ảo
một
một_bề
một_chiều
một_chút
một_công_đôi_việc
một_cốt_một_đồng
một_hai
một_hơi
một_khi
một_lòng
một_mai
một_mình
một_mực
một_nghìn
một_ngàn
một_nắng_hai_sương
một_nửa
một_số
một_thân_một_mình
một_trăm
một_vài
một_vừa_hai_phải
một_ít
một_đôi
mớ
mớ_ba_mớ_bảy
mớ_bảy_mớ_ba
mới
mới_lạ
mới_đây
mới_đó
mớm
mớn_nước
mờ
mờ_mịt
mờ_mờ
mờ_ảo
mời
mời_chào
mở
mở_cờ
mở_cửa
mở_mang
mở_mắt
mở_mặt
mở_rộng
mở_đường
mỡ
mỡ_màng
mỡ_màu
mụ
mục
mủi_lòng
mủn
mủng
mức
mừng
mừng_rỡ
mừng_thầm
mừng_tuổi
mừng_tủi
mừng_vui
mực
mực_thước
mực_tàu
mỳ
mỵ
mỹ
mỹ_miều
mỹ_nghệ
mỹ_nhân
n
na
nagsi
nahu
nai
nail
nam
nam_bình
nam_mô
nam_nhi
nam_nữ
nam_nữ_bình_quyền
nam_trầm
nan
nao
nao_nao
nao_núng
nao_nức
nau
nay
nay_mai
nbsp
ndash
nem
neo
ng
nga
ngai
ngai_vàng
ngan_ngát
ngang
ngang_dọc
ngang_ngang
ngang_ngược
ngang_ngửa
ngang_nhiên
ngang_trái
ngang_tàng
ngao_du
ngao_ngán
ngay
nghe
nghe_chừng
nghe_nói
nghe_ra
nghe_đâu
ngheo
nghi
nghi_gia
nghi_ngút
nghi_ngờ
nghieng
nghinh
nghiêm
nghiêm_huấn
nghiêm_trang
nghiêm_đường
nghiên_bút
nghiêng
nghiêng_mình
nghiêng_nghiêng
nghiêng_ngả
nghiêng_ngửa
nghiêng_nước_nghiêng_thành
nghiến
nghiền
nghiệm
nghiện
nghiệp
nghiệt_ngã
nghoảnh
nghàn
nghành
nghèn_nghẹn
nghèo
nghèo_hèn
nghèo_khó
nghèo_khổ
nghèo_nàn
nghèo_đói
nghé
nghéo
nghênh
nghênh_hôn
nghênh_ngang
nghêu_ngao
nghì
nghìa
nghìn
nghìn_thu
nghìn_trùng
nghìn_vạn
nghìn_xưa
nghĩ
nghĩ_lại
nghĩ_suy
nghĩ_đi_nghĩ_lại
nghĩa
nghĩa_nặng_tình_sâu
nghĩa_thương
nghĩa_trang
nghĩa_tình
nghẹn
nghẹn_ngào
nghẽn
nghếch
nghề
nghề_nghiệp
nghệ
nghệ_nhân
nghệ_thuật
nghỉ
nghỉ_chân
nghỉ_hè
nghỉ_ngơi
nghỉ_phép
nghị_quyết
nghịch
nghịch_cảnh
nghịu
ngjiax
ngoa
ngoai
ngoan
ngoan_cường
ngoan_hiền
ngoan_đạo
ngoe
ngoe_nguẩy
ngon
ngon_giấc
ngon_miệng
ngon_ngọt
ngoài
ngoài_ra
ngoài_trời
ngoái
ngoại
ngoại_bang
ngoại_nhậm
ngoại_xâm
ngoại_đạo
ngoảnh
ngoắc
ngoắt
ngoằn_ngoèo
ngoặc
ngu
ngu_ngơ
ngun_ngút
nguy
nguy_hiểm
nguy_nga
nguyeecnj
nguyên
nguyên_khí
nguyên_lành
nguyên_nhân
nguyên_sinh
nguyên_tiêu
nguyên_vẹn
nguyên_đơn
nguyền
nguyễn
nguyện
nguyện_cầu
nguyện_ước
nguyệt
nguyệt_hoa
nguyệt_quế
nguôi
nguôi_ngoai
nguôi_nguôi
nguôi_quên
nguýt
nguẩy
nguồn
nguồn_cơn
nguồn_cội
nguội
ngà
ngài
ngàn
ngàn_thu
ngàn_trùng
ngàn_vạn
ngàn_xưa
ngành
ngành_nghề
ngành_ngọn
ngào_ngạt
ngày
ngày_càng
ngày_kia
ngày_mai
ngày_mùa
ngày_một
ngày_nay
ngày_ngày
ngày_qua_tháng_lại
ngày_rộng_tháng_dài
ngày_sau
ngày_sinh
ngày_tháng
ngày_tiết
ngày_xưa
ngày_xửa_ngày_xưa
ngày_đêm
ngác
ngái
ngáp
ngát
ngâ
ngâm
ngâm_nga
ngâm_ngợi
ngâm_vịnh
ngân
ngân_hà
ngân_hàng
ngân_nga
ngân_ngấn
ngân_vang
ngâu
ngây
ngây_dại
ngây_ngô
ngây_ngất
ngây_thơ
ngã
ngã_giá
ngò
ngòi
ngòi_bút
ngó
ngóai
ngóc
ngói
ngón
ngón_tay
ngóng
ngóng_chờ
ngóng_trông
ngóng_đợi
ngô
ngô_lào
ngô_nghê
ngô_việt
ngô_đồng
ngôi
ngôi_sao
ngôn
ngôn_ngữ
ngôn_từ
ngông
ngông_nghênh
ngõ
ngút
ngút_ngàn
ngút_ngát
ngăn
ngăn_cách
ngăn_ngắt
ngĩa
ngũ
ngũ_cúng
ngũ_giới
ngũ_hành
ngũ_ngôn
ngũ_phúc
ngũ_sắc
ngũ_vị
ngũ_âm
ngơ
ngơ_ngác
ngơ_ngẩn
ngơi
ngơn
ngư
ngư_phủ
ngư_trường
ngư_ông
ngưng
ngưu
ngươi
ngưạ
ngước
người
người_bệnh
người_dân
người_dưng
người_già
người_hùng
người_làm
người_mẹ
người_ngoài
người_người
người_quen_kẻ_thuộc
người_ta
người_thân
người_thương
người_tình
người_xưa
người_yêu
người_đẹp
người_đời
người_ở
ngườị
ngưỡng
ngược
ngược_lại
ngược_xuôi
ngượng_ngùng
ngạch
ngại
ngại_ngùng
ngại_ngần
ngạn
ngạo
ngạt_ngào
ngả
ngả_nghiêng
ngải
ngảnh
ngấm
ngấn
ngất
ngất_ngây
ngất_ngư
ngất_trời
ngất_xỉu
ngấu
ngầm
ngần
ngần_ngại
ngần_ngừ
ngầu
ngầy
ngẩn
ngẩn_ngơ
ngẩng
ngẫm
ngẫm_nghĩ
ngẫn
ngẫu
ngậm
ngậm_bồ_hòn
ngậm_cười
ngậm_cười_chín_suối
ngậm_ngùi
ngậm_sữa
ngậm_đắng_nuốt_cay
ngập
ngập_chìm
ngập_mặn
ngập_ngụa
ngập_ngừng
ngập_tràn
ngập_úng
ngật
ngật_ngưỡng
ngắc
ngắm
ngắm_nghía
ngắn
ngắn_ngủi
ngắt
ngọ
ngọc
ngọc_bội
ngọc_lan
ngọc_ngà
ngọn
ngọn_nguồn
ngọn_ngành
ngọt
ngọt_bùi
ngọt_lịm
ngọt_ngào
ngỏ
ngồi
ngồi_không
ngồng
ngồị
ngổn_ngang
ngỗn
ngỗng
ngộ
ngộ_biến
ngớt
ngờ
ngờ_ngợ
ngờ_đâu
ngời
ngời_ngời
ngời_ngợi
ngởn
ngỡ
ngỡ_ngàng
ngợi_ca
ngợi_khen
ngụ
ngục
ngụm
ngụp
ngụp_lặn
ngụy
ngụy_trang
ngủ
ngủ_gà
ngủ_gật
ngủ_khì
ngứa
ngứa_miệng
ngứa_nghề
ngừng
ngửa
ngững
ngự
ngự_giá
ngựa
ngựa_bạch
ngựa_xe
ngựa_ô
ngực
nh
nha
nha_dịch
nhai
nham_hiểm
nhang
nhang_khói
nhanh
nhanh_chóng
nhanh_nhanh
nhau
nhe
nhem
nhen
nhen_nhúm
nheo
nhi
nhi_nữ
nhi_đồng
nhiên
nhiêng
nhiêu
nhiều
nhiễm
nhiễu
nhiễu_nhương
nhiệm
nhiệm_mầu
nhiệm_vụ
nhiệt_thành
nhiệt_tình
nho
nho_gia
nho_nhỏ
nhoe
nhon
nhoà
nhoài
nhoáng_nhoàng
nhoè
nhoẻn
nhu
nhu_cầu
nhu_mì
nhu_nhú
nhung
nhung_nhớ
nhuôm
nhuận
nhuệ
nhuốc
nhuốc_nhơ
nhuốm
nhuộm
nhà
nhà_báo
nhà_băng
nhà_bếp
nhà_cầu
nhà_cửa
nhà_giáo
nhà_huyên
nhà_hàng
nhà_hát
nhà_lầu
nhà_máy
nhà_nhà
nhà_nông
nhà_quê
nhà_sàn
nhà_thơ
nhà_thương
nhà_thờ
nhà_trường
nhà_tình_nghĩa
nhà_tầng
nhà_văn_hóa
nhà_ở
nhài
nhàn
nhàn_lãm
nhàn_tản
nhành
nhào
nhàu
nhàu_nhĩ
nhá_nhem
nhác
nhánh
nhát
nháy
nhâm_nhi
nhân
nhân_chứng
nhân_cách
nhân_duyên
nhân_dân
nhân_dịp
nhân_gian
nhân_kiệt
nhân_loại
nhân_nghĩa
nhân_quả
nhân_quần
nhân_sinh
nhân_thế
nhân_thể
nhân_tài
nhân_tâm
nhân_tình
nhân_từ
nhân_viên
nhân_văn
nhân_ái
nhân_ảnh
nhã
nhãn
nhãn_lồng
nhãn_mác
nhãn_tiền
nhãng
nhão
nhè_nhẹ
nhèm
nhèo
nhé
nhép
nhét
nhì
nhìn
nhí_nhảnh
nhòa
nhòe
nhòe_nhoẹt
nhòm
nhóe
nhói
nhóm
nhón
nhô
nhú
nhúm
nhún
nhún_nhảy
nhún_nhẩy
nhăm
nhăn
nhũ
nhũ_đá
nhơ
nhơn
nhơn_nhơn
như
như_ai
như_chơi
như_không
như_là
như_thường
như_thế
như_thể
như_vầy
như_vậy
như_ý
như_điên
nhưng
nhưng_mà
nhường
nhường_nhịn
nhượng
nhạc
nhạc_vàng
nhạc_đồng_quê
nhạn
nhạt
nhạt_nhoà
nhạt_nhòa
nhạt_phai
nhả
nhảm
nhảy
nhảy_cầu
nhảy_dây
nhảy_múa
nhấp
nhấp_nháy
nhấp_nhóa
nhấp_nhô
nhấp_nhỏm
nhất
nhất_là
nhất_nhì
nhất_thời
nhất_trí
nhất_định
nhầm
nhầu
nhầu_nhĩ
nhẩm
nhẫn
nhẫn_nhục
nhẫn_tâm
nhậm
nhận
nhận_biết
nhận_lời
nhập
nhập_ngũ
nhập_nhoạng
nhập_nhòa
nhập_nhòe
nhập_vai
nhật
nhật_ký
nhật_nguyệt
nhật_thực
nhậu_nhẹt
nhậy
nhắc
nhắc_nhở
nhắc_nhủ
nhắm
nhắm_mắt
nhắm_mắt_đưa_chân
nhắn
nhắn_gửi
nhắn_nhe
nhắn_nhủ
nhắn_tin
nhắp
nhằm
nhằm_nhè
nhẵn
nhẵn_nhụi
nhặt
nhặt_nhạnh
nhẹ
nhẹ_bẫng
nhẹ_nhàng
nhẹ_nhõm
nhẹ_tay
nhẹ_tênh
nhẽ
nhệ
nhện
nhỉ
nhị
nhịp
nhịp_nhàng
nhọ
nhọ_nhem
nhọc_lòng
nhọc_nhằn
nhọn
nhỏ
nhỏ_nhen
nhỏ_nhoi
nhỏ_nhắn
nhỏ_nhẹ
nhỏ_to
nhốn_nháo
nhốt
nhồi
nhổ
nhổ_neo
nhộn
nhộn_nhạo
nhộn_nhịp
nhộng
nhộp
nhớ
nhớ_mong
nhớ_nhung
nhớ_thương
nhớ_đời
nhớn_nhác
nhờ
nhờ_cậy
nhời
nhờn_nhợt
nhở
nhởn
nhởn_nha
nhởn_nhơ
nhỡ
nhỡ_nhàng
nhợt
nhục
nhục_nhã
nhục_nhằn
nhụy
nhủ
nhức_nhối
nhừ
nhừ_đòn
những
những_ai
những_như
những_tưởng
nhựa
nhựa_sống
nia
nin
ninh
niêm
niêm_luật
niên
niêu
niết_bàn
niềm
niềm_riêng
niềm_tin
niềm_tây
niềm_vui
niệm
no
no_nê
no_tròn
no_đói
no_đủ
no_ấm
noi
non
non_nước
non_sông
non_tay
nong
noọng
nt
nung
nuí
nuôi
nuôi_dưỡng
nuối
nuối_tiếc
nuốt
nuột
nuột_nà
nà
nài
nàn
nàng
nàng_ban
nàng_kiều
nàng_thơ
nàng_vân
nào
nào_hay
nào_là
nào_ngờ
nào_đó
này
nàọ
nách
nái
náo_nức
nát
nâc
nâng
nâng_cốc
nâng_niu
nâu
nâu_non
nâu_sồng
não
não_lòng
não_nùng
não_nề
nãy
ném
nén
nén_lòng
nép
nét
nét_mặt
nêm
nên
nên_chăng
nên_danh
nên_người
nên_thân
nên_thơ
nên_vợ_nên_chồng
nênh
nêu
ních
nín_thinh
níp
níu
níu_kéo
níu_áo
nòi
nòi_giống
nó
nóc
nói
nói_chuyện
nói_chơi
nói_cười
nói_dối
nói_gì
nói_mò
nói_ngọt
nói_năng
nói_quanh
nói_sòng
nói_thầm
nói_trống_không
nón
nón_bài_thơ
nón_lá
nón_mê
nón_quai_thao
nón_thúng_quai_thao
nóng
nóng_bỏng
nóng_hổi
nóng_nực
nô
nô_lệ
nô_nức
nô_đùa
nôi
nôm
nôn_nao
nông
nông_dân
nông_gia
nông_nhàn
nông_nổi
nông_sờ
nông_thôn
nông_trường
nõ
nõn
nõn_nà
nõn_nường
núi
núi_non
núi_rừng
núi_sông
núm
núp
nút
nă
năm
năm_ba
năm_châu_bốn_biển
năm_cùng_tháng_tận
năm_mươi
năm_ngoái
năm_tháng
năm_trăm
năm_tuổi
năm_xưa
năn
năn_nỉ
năng
năng_lượng
năng_suất
năng_động
nũng_nịu
nơi
nơi_nơi
nưa
nưóc
nươc
nương
nương_náu
nương_tựa
nước
nước_biển
nước_chảy_bèo_trôi
nước_chảy_đá_mòn
nước_da
nước_giải
nước_hoa
nước_hàng
nước_lớn
nước_mắt
nước_mặn
nước_ngoài
nước_ngầm
nước_ngọt
nước_nhà
nước_non
nước_ròng
nước_rút
nước_sạch
nước_đôi
nước_đại
nước_độc
nướng
nường
nạn
nạng
nạp
nạp_thái
nải
nản_lòng
nảy
nấc
nấm
nấm_mồ
nấn_ná
nấp
nấu
nấu_bếp
nấu_nung
nấy
nầy
nẩy
nẫu
nẫy
nậm
nắc
nắm
nắn
nắn_nót
nắng
nắng_gió
nắng_lửa
nắng_mưa
nắng_nóng
nắng_nôi
nắng_quái
nắp
nằm
nằm_lòng
nằm_mơ
nằm_xuống
nằn_nì
nẵng
nặn
nặng
nặng_gánh
nặng_lòng
nặng_lời
nặng_nề
nặng_nợ
nặng_nợ_má_đào
nặng_trĩu
nặng_tình
nẹp
nẻ
nẻo
nếm
nếm_trải
nến
nếp
nếp_cái
nết
nết_na
nếu
nếu_không
nếu_như
nề
nền
nền_móng
nể
nể_mặt
nệm
nện
nỉ_non
nịnh
nọ
nọ_kia
nọc
nọi
nỏ
nối
nối_gót
nối_liền
nối_nghiệp
nối_ngôi
nối_tiếp
nối_đuôi
nốt
nốt_nhạc
nồi
nồi_niêu
nồm
nồng
nồng_cháy
nồng_nàn
nồng_thắm
nồng_đượm
nồng_ấm
nổ
nổi
nổi_danh
nổi_giận
nổi_nênh
nổi_tam_bành
nổi_tiếng
nỗi
nỗi_buồn
nỗi_lòng
nỗi_niềm
nộ
nội
nội_dung
nội_lực
nội_trợ
nội_đô
nội_đồng
nộm
nộp
nột
nớ
nời
nở
nở_mặt_nở_mày
nở_nang
nở_rộ
nỡ
nợ
nợ_nần
nợ_đời
nụ
nụ_cười
nụ_hôn
nủa
nứa
nức
nức_lòng
nức_nở
nức_tiếng
nứt
nứt_nẻ
nửa
nửa_chừng
nửa_chừng_xuân
nửa_mùa
nửa_vời
nửa_đêm
nửa_đời
nữ
nữ_kiệt
nữ_nhi_thường_tình
nữa
nữa_là
nực_cười
o
oa_oa
oacute
oai
oai_hùng
oai_phong
oan
oan_gia
oan_khiên
oan_khốc
oan_khổ
oan_nghiệt
oan_trái
oan_ức
oang_oang
oanh
ocirc
oe
oeo
ograve
oi
oi_bức
oi_ả
om
om_sòm
on
ong
ong_bướm
ov
oà
oán
oán_thù
oán_trách
oản
oằn
oặt
p
pa
pct
ph
pha
pha_lê
phai
phai_mờ
phan
phao
phau
phe_phẩy
phen
phi
phi_lao
phi_thường
phiên
phiêu
phiêu_bạt
phiêu_diêu
phiêu_dạt
phiêu_linh
phiếm
phiến
phiến_lá
phiếu
phiền
phiền_hà
phiền_lòng
phiền_muộn
phiền_não
pho
phone
phong
phong_ba
phong_cách
phong_cảnh
phong_lưu
phong_nguyệt
phong_nhã
phong_sương
phong_trào
phong_trần
phong_tình
phong_tư
phong_vân
phong_độ
phu
phu_nhân
phu_quý_phụ_vinh
phu_thê
phuc
phun
phà
phàm
phàm_phu
phàn_nàn
phàng
phành_phạch
phá
phá_cỗ
phá_gia
phác_họa
phách
phái_đẹp
phán
pháo
pháo_hoa
pháo_sáng
pháp
pháp_bảo
pháp_danh
pháp_sư
pháp_trường
phát
phát_biểu
phát_hiện
phát_huy
phát_ngôn
phát_nổ
phát_quang
phát_tiết
phát_triển
phâ
phân
phân_bua
phân_bón
phân_chia
phân_giải
phân_kỳ
phân_ly
phân_minh
phân_trần
phân_vân
phân_định
phè_phỡn
phèn
phèng
phèo
phép
phê
phê_bình
phên
phên_nứa
phì_nhiêu
phình
phía
phím
phò
phòng
phòng_không
phòng_ngừa
phòng_the
phó
phó_mặc
phóng
phô
phô_bày
phô_trương
phôi
phôi_pha
phôn
phù
phù_du
phù_dung
phù_phép
phù_sa
phù_vân
phùng
phú
phú_quý
phú_ông
phúc
phúc_lộc
phúc_đức
phút
phút_giây
phăm_phăm
phăng
phũ
phũ_phàng
phơ_phơ
phơ_phất
phơi
phơi_bày
phơi_phới
phơi_thây
phơn_phớt
phương
phương_diện
phương_tiện
phương_trưởng
phước
phướn
phường
phường_phố
phượng
phượng_chạ_loan_chung
phượng_hoàng
phượng_vĩ
phạm
phạt
phả
phải
phải_biết
phải_chi
phải_chăng
phải_cái
phải_gió
phải_lòng
phản_hồi
phản_lực
phảng_phất
phấn
phấn_chấn
phấn_khởi
phấn_son
phấp_phỏng
phấp_phới
phất
phất_phơ
phần
phần_mộ
phần_nào
phần_phật
phần_trăm
phẩm
phẩm_bình
phận
phận_cải_duyên_kim
phận_mỏng_cánh_chuồn
phập_phồng
phật
phật_giáo
phẳng_lặng
phế
phều_phào
phỉ
phỉ_phong
phỉnh_phờ
phỏng
phỏng_đoán
phố
phố_phường
phố_thị
phố_xá
phối
phồn_hoa
phồn_thực
phồn_vinh
phồng
phổ
phổ_thông
phộc
phớt
phờ_phạc
phở
phụ
phụ_bạc
phụ_mẫu
phụ_nữ
phụ_thân
phụ_tình
phụ_tử_tình_thâm
phục
phục_hồi
phục_kích
phục_sinh
phục_vụ
phụng_thờ
phụt
phủ
phủ_đường
phừng_phừng
pop
ptrưởng
pác
pìn
pó
pắc
pốp
qoại
qu
qua
qua_loa
qua_lại
qua_ngày
qua_đời
quai
quan
quan_hà
quan_họ
quan_lại
quan_nha
quan_quân
quan_san
quan_tái
quang
quang_gánh
quang_minh
quang_vinh
quanh
quanh_co
quanh_năm
quanh_quanh
quanh_quất
quanh_quẩn
quay
quay_quắt
quay_vòng
quen
quen_mặt
quen_quen
quen_thuộc
quen_thân
quen_thói
qui
quy
quy_hoạch
quy_luật
quy_mô
quy_ninh
quy_tiên
quy_tụ
quy_y
quyên
quyên_sinh
quyến
quyến_gió_rủ_mây
quyến_rũ
quyết
quyết_chí
quyết_tâm
quyết_đoán
quyết_định
quyền
quyền_anh
quyển
quyện
quyệt
quà
quàng
quàng_xiên
quành
quá
quá_chừng
quá_giang
quá_khứ
quá_lời
quá_tay
quá_đỗi
quá_độ
quách
quán
quán_cóc
quán_trọ
quáng
quáng_gà
quánh
quát
quân
quân_ca
quân_cơ
quân_dân
quân_hàm
quân_hành
quân_lệnh
quân_ngũ
quân_phục
quân_quan
quân_thù
quân_trang
quân_tử
quân_vương
quân_đội
quây
quây_quần
quãng
què
quèn
quét
quét_dọn
quê
quê_cha_đất_mẹ
quê_hương
quê_mùa
quê_người
quê_nhà
quên
quên_lãng
quên_mình
quì
quí
quít
quý
quý_danh
quý_giá
quý_khách
quý_mến
quý_trọng
quý_vị
quýt
quăng
quơ
quạ
quạnh
quạnh_quẽ
quạnh_vắng
quạt
quạt_điện
quả
quả_là
quả_nhiên
quả_phúc
quả_đất
quản
quản_gia
quản_huyền
quản_lý
quản_ngại
quản_trang
quảng
quảng_trường
quảy
quấn
quấn_quýt
quất
quấy_nhiễu
quấy_rầy
quần
quần_bò
quần_chúng
quần_hồng
quần_là_áo_lượt
quần_nâu_áo_vải
quần_thần
quần_áo
quần_đảo
quầng
quẩ
quẩn
quẩn_quanh
quẩy
quẫy
quật
quật_khởi
quậy
quắt
quằn
quằn_quại
quẳng
quặn
quặn_thắt
quặng
quẹn
quẻ
quế
quế_chi
quế_hòe
quện
quệt
quỉ_thần
quốc
quốc_công
quốc_dân
quốc_gia
quốc_hồn
quốc_khánh
quốc_kỳ
quốc_nội
quốc_sĩ
quốc_sư
quốc_sắc
quốc_sắc_thiên_hương
quốc_tuý
quốc_tế
quờ
quỳ
quỳnh
quỳnh_tương
quỷ
quỷ_quái
quỹ
qãng
qùa
qúy
qủa
ra
ra_gì
ra_mắt
ra_quân
ra_rả
ra_sao
ra_sức
ra_tay
ra_trò
ra_tuồng
ra_vào
ra_vẻ
ra_đi
ra_điều
ra_đời
ran
rang
rao
rau
rau_cháo
rau_câu
rau_dưa
rau_muống
rau_màu
rau_răm
rau_sắng
